Revit 2027 API
ParameterTypeId.RotateEastwest Property
 "East/West"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RotateEastwest { get; }
Public Shared ReadOnly Property RotateEastwest As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RotateEastwest {
	ForgeTypeId^ get ();
}
static member RotateEastwest : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace